{
  "Index": {
    "HomeTitleSEO": "GDPR compliance? Problem solved. Achieve Seamless GDPR Compliance for Free!",
    "HomeWelcome": "Welcome",
    "HomeSignInDetails": "Enter your details to access the world of easy GDPR compliance.",
    "HomeSignInButtonLabel": "Sign in",
    "PrivateHomeGetStarted": "Kickstart Your Compliance",
    "PrivateHomeStepsAway": "You are three steps away",
    "PrivateHomeDoINeedDPOTitle": "Do I Need a DPO?",
    "PrivateHomeDoINeedDPOSubtitle": "You may be required to hire a Data Protection Officer.",
    "PrivateHomePublicAuthority": "1. Are you a public authority or body?",
    "PrivateHomePersonalData": "2. Do you process personal data on a large scale?",
    "PrivateHomeSpecialCategories": "3. Do your process data from special categories?",
    "PrivateHomeDPOAlertYes": "Yes, you need to appoint a DPO",
    "PrivateHomeDPOAlertDescription": "While there are exceptions, it's likely that you need a dedicated data protection officer.",
    "PrivateHomeDPOLargeScale": "What is 'large scale'?",
    "PrivateHomeDPOLargeScaleDescription": "According to Article 37.1 of the GDPR, if you're involved in 'regular and systematic observation of individuals on a large scale', you require a DPO. While no specific number is provided, smaller companies typically don't operate at such a scale.",
    "PrivateHomeDPOSpecialCategory": "What is 'special category'?",
    "PrivateHomeDPOSpecialCategoryDescription": "This refers to sensitive personal data such as racial or ethnic origin, political views, religious beliefs, trade union memberships, genetic data, biometric data for unique identification, health data, or data about a person's sex life or sexual orientation.",
    "PrivateHomeFineWithout": "Good news! You don't need a DPO.",
    "AddCompanyTitle": "Add your company information",
    "QuickTutorialDoesMean": "What does that mean?",
    "QuickTutorialAchieve": "So how do you achieve that?",
    "LabelButtonBlue": "See documents",
    "DocumentsAlertTextCopied": "Text copied",
    "DocumentsButtonShareLabel": "Copy Link",
    "QuickTutorialStepOneTitle": "You don't need to reinvent the wheel. Compliance doesn't have to be complicated.",
    "QuickTutorialStepOneDescription": "Many consultants won't admit it, but GDPR compliance is largely standard across companies. While they charge for bespoke solutions, many use similar templates because the regulations are identical for all. It's essential to know that many of these templates for Privacy and Cookies Policies are reused.",
    "QuickTutorialStepTwoTitle": "90% of complying with GDPR is showing documents to your customers",
    "QuickTutorialStepTwoDescription": "It's crucial to clearly explain to your users how their data is processed. Having accessible documents like Privacy Policies and Legal Notices in the right places keeps you in the clear.",
    "QuickTutorialStepThreeTitle": "Templates are your best friend.",
    "QuickTutorialStepThreeDescription": "The key lies in utilizing the correct templates. Simply acquire the right ones, fill them out correctly, and make them accessible to your users. That's the core of it.",
    "QuickTutorialStepFourthTitle": "Differentiate between public and internal documents.",
    "QuickTutorialStepFourthDescription": "In the event of an audit, two key aspects are assessed. First, whether essential documents like your privacy policy are publicly available. Second, they'll review your internal protocols, detailing procedures for scenarios like data breaches.",
    "PublicDocuments": "Public documents",
    "PublicDocumentsText": "Navigate to the Legal Hub. Ensure this link is shared widely: on your website, in marketing emails, and more.",
    "InternalDocuments": "Team-only Documents",
    "InternalDocumentsText": "These documents are exclusively for your team. They come into play during audits, as they contain your company's internal policies."
  }
}
