{
  "Index": {
    "HomeTitleSEO": "¿Cumplimiento del RGPD? Sin problema. ¡Logre un cumplimiento perfecto del RGPD de forma gratuita!",
    "HomeWelcome": "Bienvenido",
    "HomeSignInDetails": "Ingrese sus datos para acceder al portal de GDPR.Direct.",
    "HomeSignInButtonLabel": "Iniciar sesión",
    "PrivateHomeGetStarted": "Empezar",
    "PrivateHomeStepsAway": "Sólo necesitas tres pasos.",
    "PrivateHomeDoINeedDPOTitle": "¿Necesito un DPD?",
    "PrivateHomeDoINeedDPOSubtitle": "Es posible que deba contratar a un Delegado de Protección de Datos.",
    "PrivateHomePublicAuthority": "1. ¿Es usted una autoridad u organismo público?",
    "PrivateHomePersonalData": "2. ¿Procesa datos personales a gran escala?",
    "PrivateHomeSpecialCategories": "3. ¿Procesa datos de categorías especiales?",
    "PrivateHomeDPOAlertYes": "Sí, es necesario designar un DPD",
    "PrivateHomeDPOAlertDescription": "Aunque hay excepciones, es probable que necesites un Delegado de Protección de Datos dedicado.",
    "PrivateHomeDPOLargeScale": "¿Qué es 'gran escala'?",
    "PrivateHomeDPOLargeScaleDescription": "De acuerdo con el artículo 37.1 del RGPD, si participa en la 'observación regular y sistemática de personas a gran escala', necesita un DPD. Si bien no se proporciona un número específico, las empresas más pequeñas normalmente no operan a tal escala.",
    "PrivateHomeDPOSpecialCategory": "¿Qué es 'categoría especial'?",
    "PrivateHomeDPOSpecialCategoryDescription": "Esto se refiere a datos personales sensibles como origen racial o étnico, opiniones políticas, creencias religiosas, afiliaciones sindicales, datos genéticos, datos biométricos para identificación única, datos de salud o datos sobre la vida sexual u orientación sexual de una persona.",
    "PrivateHomeFineWithout": "¡Buenas noticias! No necesitas un DPD.",
    "AddCompanyTitle": "Añade la información de tu empresa",
    "QuickTutorialDoesMean": "¿Qué significa eso?",
    "QuickTutorialAchieve": "Entonces, ¿cómo se logra eso?",
    "LabelButtonBlue": "Ver documentos",
    "DocumentsAlertTextCopied": "Texto copiado",
    "DocumentsButtonShareLabel": "Copiar enlace",
    "QuickTutorialStepOneTitle": "No es necesario reinventar la rueda. El cumplimiento no tiene por qué ser complicado.",
    "QuickTutorialStepOneDescription": "Muchos consultores no lo admiten, pero el cumplimiento del RGPD es en gran medida estándar en todas las empresas. Si bien cobran por soluciones personalizadas, muchos usan plantillas similares porque las regulaciones son idénticas para todas. Es esencial saber que muchas de estas plantillas para Políticas de Privacidad y Cookies se reutilizan.",
    "QuickTutorialStepTwoTitle": "El 90% de cumplir con GDPR es mostrar documentos a tus clientes",
    "QuickTutorialStepTwoDescription": "Es fundamental explicar claramente a los usuarios cómo se procesan sus datos. Tener documentos accesibles como Políticas de Privacidad y Avisos Legales en los lugares correctos lo mantiene a salvo.",
    "QuickTutorialStepThreeTitle": "Las plantillas son tus mejores amigas.",
    "QuickTutorialStepThreeDescription": "La clave está en utilizar las plantillas correctas. Simplemente adquiera las correctas, complételas correctamente y hágalas accesibles a sus usuarios. Ese es el núcleo del asunto.",
    "QuickTutorialStepFourthTitle": "Diferenciar entre documentos públicos e internos.",
    "QuickTutorialStepFourthDescription": "En caso de una auditoría, se evalúan dos aspectos clave. En primer lugar, si los documentos esenciales como su política de privacidad están disponibles públicamente. En segundo lugar, revisarán sus protocolos internos y detallarán los procedimientos para escenarios como violaciones de datos",
    "PublicDocuments": "Documentos públicos",
    "PublicDocumentsText": "Navega al Legal Hub. Asegúrate de que este enlace se comparta ampliamente: en tu sitio web, en correos electrónicos de marketing y más.",
    "InternalDocuments": "Documentos internos",
    "InternalDocumentsText": "Estos documentos son exclusivamente para su equipo. Entran en juego durante las auditorías, ya que contienen las políticas internas de su empresa."
  }
}
